Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Play publishes one listing per language it supports; every other language uploads normally.
ar: ينشر Play قائمة واحدة لكل لغة يدعمها؛ يتم تحميل كل اللغات الأخرى بشكل طبيعي.
ca: Play publica una fitxa per idioma que admet; tots els altres idiomes es pengen normalment.
cs: Play publikuje jeden záznam na jazyk, který podporuje; každý jiný jazyk se nahraje normálně.
da: Play udgiver én liste pr. sprog, det understøtter; hvert andet sprog uploades normalt.
de: Play veröffentlicht einen Eintrag pro unterstützter Sprache; alle anderen Sprachen werden normal hochgeladen.
el: Το Play δημοσιεύει μία καταχώριση ανά γλώσσα που υποστηρίζει. κάθε άλλη γλώσσα μεταφορτώνεται κανονικά.
es: Play publica una ficha por cada idioma que admite; el resto de idiomas se suben con normalidad.
fa: Play برای هر زبانی که پشتیبانی می‌کند یک صفحهٔ فروشگاه منتشر می‌کند؛ سایر زبان‌ها به‌طور عادی آپلود می‌شوند.
fi: Play julkaisee yhden listauksen jokaista tukeaan kieltä kohden. kaikki muut kielet ladataan normaalisti.
fr: Play publie une fiche par langue prise en charge ; toutes les autres langues sont envoyées normalement.
he: Play מפרסמת רישום אחד לכל שפה שבה היא תומכת; כל שפה אחרת עולה כרגיל.
hr: Play objavljuje jedan popis po jeziku koji podržava; svaki drugi jezik prenosi normalno.
hu: A Play minden általa támogatott nyelven egy listát tesz közzé; minden más nyelv normálisan tölt fel.
id: Play menerbitkan satu daftar per bahasa yang didukungnya; setiap bahasa lain diunggah secara normal.
it: Play pubblica una scheda per ogni lingua supportata; tutte le altre lingue vengono caricate normalmente.
ja: Play では対応している言語ごとに1つの掲載情報が公開されます。それ以外の言語は通常どおりアップロードされます。
ko: Play는 지원하는 언어마다 등록정보를 하나씩 게시합니다. 나머지 언어는 정상적으로 업로드됩니다.
ms: Play menerbitkan satu penyenaraian bagi setiap bahasa yang disokongnya; setiap bahasa lain dimuat naik secara normal.
nl: Play publiceert één vermelding per taal die het ondersteunt; elke andere taal wordt normaal geüpload.
no: Play publiserer én oppføring per språk den støtter; alle andre språk laster opp normalt.
pl: Play publikuje po jednym wpisie na każdy obsługiwany język. w każdym innym języku przesyłane są normalnie.
pt_br: O Play publica uma ficha da loja por idioma compatível; todos os outros idiomas são enviados normalmente.
pt_pt: O Play publica uma listagem por idioma compatível; todos os outros idiomas são carregados normalmente.
ro: Play publică o înregistrare pentru fiecare limbă pe care o acceptă; orice altă limbă se încarcă în mod normal.
ru: Play публикует одну страницу для каждого поддерживаемого языка; остальные языки загружаются как обычно.
sk: Play publikuje jeden záznam pre každý jazyk, ktorý podporuje; každý iný jazyk sa nahráva normálne.
sl: Play objavi en seznam za vsak jezik, ki ga podpira; vsi drugi jeziki se nalagajo normalno.
sv: Play publicerar en lista per språk som det stöder; alla andra språk laddas upp normalt.
th: Play เผยแพร่หนึ่งรายการต่อภาษาที่รองรับ ทุกภาษาอื่น ๆ จะอัปโหลดตามปกติ
tr: Play desteklediği her dil için bir mağaza sayfası yayımlar; diğer tüm diller normal şekilde yüklenir.
uk: Play публікує одну сторінку для кожної підтримуваної мови; решта мов вивантажується як зазвичай.
ur: پلے ہر زبان میں ایک فہرست شائع کرتا ہے جس کی وہ حمایت کرتی ہے۔ ہر دوسری زبان عام طور پر اپ لوڈ ہوتی ہے۔
vi: Play xuất bản một danh sách cho mỗi ngôn ngữ mà nó hỗ trợ; mọi ngôn ngữ khác tải lên bình thường.
zh_hans: Play 会为其支持的每种语言发布一份商品详情；其他语言都会正常上传。
zh_hant: Play 會為其支援的每種語言各發佈一份商店資訊；其他語言都會正常上傳。

source: Play value
ar: قيمة اللعب
ca: Valor de joc
cs: Hrací hodnota
da: Spilleværdi
de: Play-Wert
el: Αξία παιχνιδιού
es: Valor de Play
fa: مقدار Play
fi: Toistoarvo
fr: Valeur Play
he: ערך משחק
hr: Igra vrijednost
hu: Lejátszási érték
id: Nilai permainan
it: Valore Play
ja: Play の値
ko: Play 값
ms: Nilai main
nl: Speelwaarde
no: Spilleverdi
pl: Odtwórz wartość
pt_br: Valor do Play
pt_pt: Valor de jogo
ro: Valoarea jocului
ru: Значение в Play
sk: Hracia hodnota
sl: Igralna vrednost
sv: Spelvärde
th: เล่นอย่างคุ้มค่า
tr: Play değeri
uk: Значення в Play
ur: پلے ویلیو
vi: Giá trị phát
zh_hans: Play 值
zh_hant: Play 值

source: PNG or JPEG, 320–3840 px per edge, aspect ratio up to 2:1, 2–8 images.
ar: PNG أو JPEG، 320–3840 بكسل لكل حافة، نسبة عرض إلى ارتفاع تصل إلى 2:1، 2–8 صور.
ca: PNG o JPEG, 320–3840 px per vora, relació d'aspecte de fins a 2:1, 2–8 imatges.
cs: PNG nebo JPEG, 320–3840 px na okraj, poměr stran až 2:1, 2–8 obrázků.
da: PNG eller JPEG, 320–3840 px pr. kant, billedformat op til 2:1, 2–8 billeder.
de: PNG oder JPEG, 320–3840 Pixel pro Kante, Seitenverhältnis bis zu 2:1, 2–8 Bilder.
el: PNG ή JPEG, 320–3840 px ανά άκρη, αναλογία διαστάσεων έως 2:1, 2–8 εικόνες.
es: PNG o JPEG, 320–3840 px por borde, relación de aspecto de hasta 2:1, 2–8 imágenes.
fa: PNG یا JPEG، ۳۲۰–۳۸۴۰ پیکسل در هر لبه، نسبت تصویر تا ۲:۱، ۲ تا ۸ عکس.
fi: PNG tai JPEG, 320–3840 px per reuna, kuvasuhde jopa 2:1, 2–8 kuvaa.
fr: PNG ou JPEG, 320 à 3 840 px par bord, format d'image jusqu'à 2:1, 2 à 8 images.
he: PNG או JPEG, 320–3840 פיקסלים לכל קצה, יחס רוחב-גובה של עד 2:1, 2–8 תמונות.
hr: PNG ili JPEG, 320–3840 px po rubu, omjer slike do 2:1, 2–8 slika.
hu: PNG vagy JPEG, 320–3840 képpont élenként, képarány akár 2:1, 2–8 kép.
id: PNG atau JPEG, 320–3840 piksel per tepi, rasio aspek hingga 2:1, 2–8 gambar.
it: PNG o JPEG, da 320 a 3840 px per lato, proporzioni fino a 2:1, da 2 a 8 immagini.
ja: PNG または JPEG、各辺 320～3840 px、アスペクト比 2:1 まで、画像 2～8 枚。
ko: PNG 또는 JPEG, 한 변당 320~3840px, 가로세로 비율 최대 2:1, 이미지 2~8개.
ms: PNG atau JPEG, 320–3840 px setiap tepi, nisbah bidang sehingga 2:1, 2–8 imej.
nl: PNG of JPEG, 320–3840 px per rand, beeldverhouding maximaal 2:1, 2–8 afbeeldingen.
no: PNG eller JPEG, 320–3840 px per kant, sideforhold opptil 2:1, 2–8 bilder.
pl: PNG lub JPEG, 320–3840 px na krawędź, proporcje do 2:1, 2–8 obrazów.
pt_br: PNG ou JPEG, 320–3840 px por lado, proporção de até 2:1, 2–8 imagens.
pt_pt: PNG ou JPEG, 320–3840 px por borda, proporção de até 2:1, 2–8 imagens.
ro: PNG sau JPEG, 320–3840 px per margine, raport de aspect de până la 2:1, 2–8 imagini.
ru: PNG или JPEG, 320–3840 пикс. по каждой стороне, соотношение сторон до 2:1, от 2 до 8 изображений.
sk: PNG alebo JPEG, 320–3840 pixelov na okraj, pomer strán až 2:1, 2–8 obrázkov.
sl: PNG ali JPEG, 320–3840 slikovnih pik na rob, razmerje stranic do 2:1, 2–8 slik.
sv: PNG eller JPEG, 320–3840 px per kant, bildförhållande upp till 2:1, 2–8 bilder.
th: PNG หรือ JPEG 320–3840 พิกเซลต่อขอบ อัตราส่วนภาพสูงสุด 2:1, 2–8 รูปภาพ
tr: PNG veya JPEG, kenar başına 320–3840 px, en fazla 2:1 en boy oranı, 2–8 görüntü.
uk: PNG або JPEG, 320–3840 px за кожною стороною, пропорції до 2:1, 2–8 зображень.
ur: PNG یا JPEG، 320–3840 px فی کنارے، پہلو کا تناسب 2:1 تک، 2–8 تصاویر۔
vi: PNG hoặc JPEG, 320–3840 px mỗi cạnh, tỷ lệ khung hình lên tới 2:1, 2–8 hình ảnh.
zh_hans: PNG 或 JPEG，每边 320–3840 像素，宽高比最大 2:1，2–8 张图像。
zh_hant: PNG 或 JPEG，每邊 320–3840 px，長寬比最高 2:1，2–8 張影像。

source: Points
ar: النقاط
ca: Punts
cs: Body
de: Zacken
el: Πόντοι
es: Puntos
fa: نوک‌ها
fi: Pisteet
fr: Branches
he: נקודות
hr: Bodovi
hu: Pontok
id: Poin
it: Punte
ja: 頂点
ko: 꼭짓점
ms: mata
nl: Punten
no: Poeng
pl: Punkty
pt_br: Pontas
pt_pt: Pontos
ro: Puncte
ru: Лучи
sk: Body
sl: Točke
sv: Poäng
th: คะแนน
tr: Uçlar
uk: Промені
ur: پوائنٹس
vi: Điểm
zh_hans: 角数
zh_hant: 尖角

source: Points: %lld
ar: النقاط: %1$lld
ca: Punts: %1$lld
cs: Body: %1$lld
da: Point: %1$lld
de: Zacken: %lld
el: Πόντοι: %1$lld
es: Puntos: %lld
fa: نوک‌ها: %1$lld
fi: Pisteet: %1$lld
fr: Branches : %lld
he: נקודות: %1$lld
hr: Bodovi: %1$lld
hu: Pontok: %1$lld
id: Poin: %1$lld
it: Punte: %lld
ja: 頂点: %lld
ko: 꼭짓점: %lld
ms: Mata: %1$lld
nl: Punten: %1$lld
no: Poeng: %1$lld
pl: Punkty: %1$lld
pt_br: Pontas: %lld
pt_pt: Pontos: %1$lld
ro: Puncte: %1$lld
ru: Лучи: %lld
sk: Body: %1$lld
sl: Točke: %1$lld
sv: Poäng: %1$lld
th: คะแนน: %1$lld
tr: Uçlar: %lld
uk: Промені: %lld
ur: پوائنٹس: %1$lld
vi: Điểm: %1$lld
zh_hans: 角数：%lld
zh_hant: 尖角：%lld

source: Portrait
ar: صورة
ca: Retrat
cs: Portrét
da: Portræt
de: Hochformat
el: Πορτρέτο
es: Vertical
fa: عمودی
fi: muotokuva
he: דיוקן
hr: Portret
hu: Portré
id: Potret
it: Verticale
ja: 縦向き
ko: 세로
ms: Potret
nl: Portret
no: Portrett
pl: Portret
pt_br: Retrato
pt_pt: Retrato
ro: Portret
ru: Книжная
sk: Portrét
sl: Portret
sv: Porträtt
th: แนวตั้ง
tr: Dikey
uk: Книжкова
ur: پورٹریٹ
vi: Chân dung
zh_hans: 纵向
zh_hant: 直式

source: Position
ar: الموقف
ca: Posició
cs: Pozice
da: Stilling
el: Θέση
es: Posición
fa: موقعیت
fi: asema
he: עמדה
hr: Pozicija
hu: Pozíció
id: Posisi
it: Posizione
ja: 位置
ko: 위치
ms: kedudukan
nl: Positie
no: Posisjon
pl: Pozycja
pt_br: Posição
pt_pt: Posição
ro: Poziție
ru: Положение
sk: pozícia
sl: Položaj
th: ตำแหน่ง
tr: Konum
uk: Положення
ur: پوزیشن
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Position & Size
ar: الموقف والحجم
ca: Posició i mida
cs: Pozice & Velikost
da: Position & Størrelse
de: Position und Größe
el: Θέση & Μέγεθος
es: Posición y tamaño
fa: موقعیت و اندازه
fi: Sijainti & koko
fr: Position et taille
he: מיקום וגודל
hr: Položaj i veličina
hu: Pozíció és méret
id: Posisi & Ukuran
it: Posizione e dimensioni
ja: 位置とサイズ
ko: 위치 및 크기
ms: Kedudukan & Saiz
nl: Positie en grootte
no: Posisjon og størrelse
pl: Pozycja i rozmiar
pt_br: Posição e tamanho
pt_pt: Posição e tamanho
ro: Poziție și dimensiune
ru: Положение и размер
sk: Poloha a veľkosť
sl: Položaj in velikost
sv: Position & Storlek
th: ตำแหน่งและขนาด
tr: Konum ve Boyut
uk: Положення й розмір
ur: پوزیشن اور سائز
vi: Vị trí & Kích thước
zh_hans: 位置及尺寸
zh_hant: 位置與大小

source: Pre-designed layouts
ar: تخطيطات مصممة مسبقا
ca: Dissenys previs
cs: Předem navržené rozvržení
da: Foruddesignede layouts
de: Fertig gestaltete Layouts
el: Προσχεδιασμένες διατάξεις
es: Diseños ya preparados
fa: چیدمان‌های از پیش طراحی‌شده
fi: Valmiiksi suunniteltuja asetteluja
fr: Mises en page prêtes à l'emploi
he: פריסות מעוצבות מראש
hr: Unaprijed dizajnirani izgledi
hu: Előre megtervezett elrendezések
id: Tata letak yang telah dirancang sebelumnya
it: Layout già pronti
ja: デザイン済みのレイアウト
ko: 미리 디자인된 레이아웃
ms: Susun atur yang telah direka bentuk
nl: Vooraf ontworpen lay-outs
no: Forhåndsdesignede layouter
pl: Wstępnie zaprojektowane układy
pt_br: Layouts prontos
pt_pt: Layouts pré-projetados
ro: Aspecte pre-proiectate
ru: Готовые макеты
sk: Vopred navrhnuté rozloženia
sl: Vnaprej oblikovane postavitve
sv: Fördesignade layouter
th: เค้าโครงที่ออกแบบไว้ล่วงหน้า
tr: Hazır tasarlanmış yerleşimler
uk: Готові макети
ur: پہلے سے ڈیزائن کردہ ترتیب
vi: Bố cục được thiết kế sẵn
zh_hans: 预先设计的布局
zh_hant: 預先設計的版面

source: Prefer a sidebar? Turn on **Edit selected shapes in the inspector** in Settings ▸ General. The same controls then move into the inspector as collapsible sections (hide the inspector and the bar comes back), a multi-selection gets align and distribute buttons, and the **Insert** menu in the toolbar adds shapes.
ar: هل تفضل الشريط الجانبي؟ قم بتشغيل **تحرير الأشكال المحددة في المفتش** في الإعدادات ▸ عام. تنتقل عناصر التحكم نفسها بعد ذلك إلى المفتش كأقسام قابلة للطي (إخفاء المفتش وسيعود الشريط)، ويتم محاذاة التحديد المتعدد وتوزيع الأزرار، وتضيف قائمة **إدراج** في شريط الأدوات أشكالًا.
ca: Prefereixes una barra lateral? Activeu **Edita les formes seleccionades a l'inspector** a Configuració ▸ General. Els mateixos controls es mouen a l'inspector com a seccions plegables (amaga l'inspector i la barra torna), una selecció múltiple obté els botons d'alineació i distribució, i el menú **Insereix** a la barra d'eines afegeix formes.
cs: Preferujete postranní panel? Zapněte **Upravit vybrané tvary v inspektoru** v Nastavení ▸ Obecné. Stejné ovládací prvky se poté přesunou do inspektoru jako skládací sekce (skryjte inspektor a lišta se vrátí), vícenásobný výběr získá tlačítka pro zarovnání a rozložení a nabídka **Vložit** na panelu nástrojů přidá tvary.
da: Foretrækker du en sidebar? Aktiver **Rediger valgte former i inspektøren** i Indstillinger ▸ Generelt. De samme kontroller flyttes derefter ind i inspektøren som sammenfoldelige sektioner (skjul inspektøren, og bjælken kommer tilbage), et multivalg får justerings- og distribueringsknapper, og menuen **Indsæt** på værktøjslinjen tilføjer former.
de: Lieber eine Seitenleiste? Aktiviere **Ausgewählte Formen im Inspektor bearbeiten** unter „Einstellungen ▸ Allgemein“. Dieselben Steuerelemente erscheinen dann als einklappbare Abschnitte im Inspektor (blendest du den Inspektor aus, kommt die Leiste zurück), eine Mehrfachauswahl erhält Tasten zum Ausrichten und Verteilen, und das Menü **Einfügen** in der Symbolleiste fügt Formen hinzu.
el: Προτιμάτε μια πλαϊνή μπάρα; Ενεργοποιήστε την **Επεξεργασία επιλεγμένων σχημάτων στον επιθεωρητή** στις Ρυθμίσεις ▸ Γενικά. Στη συνέχεια, τα ίδια στοιχεία ελέγχου μετακινούνται στον επιθεωρητή ως πτυσσόμενα τμήματα (απόκρυψη του επιθεωρητή και η γραμμή επανέρχεται), μια πολλαπλή επιλογή παίρνει κουμπιά ευθυγράμμισης και διανομής και το μενού **Εισαγωγή** στη γραμμή εργαλείων προσθέτει σχήματα.
es: ¿Prefieres una barra lateral? Activa **Editar las formas seleccionadas en el inspector** en Ajustes ▸ General. Los mismos controles pasan al inspector como secciones plegables (si ocultas el inspector, vuelve la barra), una selección múltiple tiene botones para alinear y distribuir, y el menú **Insertar** de la barra de herramientas añade formas.
fa: نوار کناری را ترجیح می‌دهید؟ گزینهٔ **ویرایش شکل‌های انتخاب‌شده در بازرس** را در تنظیمات ▸ عمومی روشن کنید. آن‌گاه همان کنترل‌ها به‌صورت بخش‌های جمع‌شدنی به بازرس منتقل می‌شوند (اگر بازرس را پنهان کنید، نوار برمی‌گردد)، انتخاب چندتایی دکمه‌های تراز و توزیع می‌گیرد و منوی **درج** در نوار ابزار شکل اضافه می‌کند.
fi: Haluatko mieluummin sivupalkin? Ota käyttöön **Muokkaa valittuja muotoja asetuksissa** kohdassa Asetukset ▸ Yleiset. Samat säätimet siirtyvät sitten asetuksiin kokoontaitettavissa osina (piilota asetukset ja palkki tulee takaisin), monivalinta saa kohdistus- ja jakamispainikkeet, ja työkalupalkin **Lisää**-valikko lisää muotoja.
fr: Vous préférez une barre latérale ? Activez **Modifier les formes sélectionnées dans l’inspecteur** dans Réglages ▸ Général. Les mêmes commandes passent alors dans l'inspecteur sous forme de sections repliables (masquez l'inspecteur et la barre revient), une sélection multiple dispose de boutons d'alignement et de répartition, et le menu **Insérer** de la barre d'outils ajoute des formes.
he: מעדיפים סרגל צד? הפעל את **ערוך צורות נבחרות במפקח** בהגדרות ▸ כללי. אחר כך אותם פקדים עוברים למפקח כחלקים מתקפלים (הסתר את המפקח והסרגל חוזר), בחירה מרובת מקבלת כפתורי יישור והפצה, והתפריט **הוספה** בסרגל הכלים מוסיף צורות.
hr: Više volite bočnu traku? Uključite **Uređivanje odabranih oblika u inspektoru** u Postavkama ▸ Općenito. Iste kontrole zatim se premještaju u inspektor kao sklopivi dijelovi (sakrijte inspektor i traka se vraća), višestruki odabir dobiva gumbe za poravnanje i raspodjelu, a izbornik **Umetni** na alatnoj traci dodaje oblike.
hu: Inkább az oldalsávot? Kapcsolja be a **Kijelölt alakzatok szerkesztése az ellenőrzőben** lehetőséget a Beállítások ▸ Általános részben. Ezután ugyanazok a vezérlők összecsukható szakaszokként kerülnek az ellenőrzőbe (elrejti az ellenőrzőt, és a sáv visszatér), a többszörös kijelölés igazítási és elosztási gombokat kap, az eszköztár **Beszúrás** menüje pedig alakzatokat ad hozzá.
id: Lebih suka bilah sisi? Aktifkan **Edit bentuk yang dipilih di inspektur** di Pengaturan ▸ Umum. Kontrol yang sama kemudian berpindah ke inspektur sebagai bagian yang dapat dilipat (menyembunyikan inspektur dan bilah muncul kembali), multi-pilihan mendapatkan tombol penyelarasan dan distribusi, dan menu **Sisipkan** di bilah alat menambahkan bentuk.
it: Preferisci una barra laterale? Attiva **Modifica le forme selezionate nell'inspector** in Impostazioni ▸ Generali. Gli stessi controlli si spostano allora nell'inspector come sezioni comprimibili (nascondi l'inspector e la barra ricompare), una selezione multipla ottiene i pulsanti di allineamento e distribuzione, e il menu **Inserisci** nella barra strumenti aggiunge forme.
ja: サイドバーで編集したい場合は、設定 ▸ 一般 で **選択した図形をインスペクタで編集** をオンにします。同じ項目が折りたたみ可能なセクションとしてインスペクタに移動し (インスペクタを非表示にするとバーが戻ります)、複数選択時には整列と分散のボタンが使えるようになり、ツールバーの **挿入** メニューから図形を追加できます。
ko: 사이드바가 더 편하다면 설정 ▸ 일반에서 **선택한 도형을 인스펙터에서 편집**을 켜세요. 같은 컨트롤이 접을 수 있는 섹션으로 인스펙터에 옮겨지고(인스펙터를 가리면 막대가 다시 나타남), 여러 개를 선택하면 정렬 및 분배 버튼이 생기며, 도구 막대의 **삽입** 메뉴로 도형을 추가합니다.
ms: Lebih suka bar sisi? Hidupkan **Edit bentuk yang dipilih dalam pemeriksa** dalam Tetapan ▸ Umum. Kawalan yang sama kemudian bergerak ke dalam pemeriksa sebagai bahagian yang boleh dilipat (sembunyikan pemeriksa dan bar muncul semula), pilihan berbilang akan menjajarkan dan mengedarkan butang, dan menu **Sisipkan** dalam bar alat menambah bentuk.
nl: Liever een zijbalk? Schakel **Geselecteerde vormen bewerken in het infovenster** in Instellingen ▸ Algemeen in. Dezelfde besturingselementen worden vervolgens naar het infovenster verplaatst als opvouwbare secties (verberg het infovenster en de balk komt terug), een meervoudige selectie krijgt knoppen voor uitlijnen en distribueren, en het **Invoegen**-menu in de werkbalk voegt vormen toe.
no: Foretrekker du en sidebar? Slå på **Rediger valgte former i inspektøren** i Innstillinger ▸ Generelt. De samme kontrollene flyttes deretter inn i inspektøren som sammenleggbare seksjoner (skjul inspektøren og linjen kommer tilbake), et multivalg får justerings- og distribusjonsknapper, og **Sett inn**-menyen i verktøylinjen legger til former.
pl: Wolisz pasek boczny? Włącz **Edytuj wybrane kształty w inspektorze** w Ustawieniach ▸ Ogólne. Te same elementy sterujące są następnie przenoszone do inspektora w postaci zwijanych sekcji (ukryj inspektora, a pasek powróci), wielokrotny wybór powoduje wyrównywanie i rozmieszczanie przycisków, a menu **Wstaw** na pasku narzędzi dodaje kształty.
pt_br: Prefere uma barra lateral? Ative **Editar formas selecionadas no inspetor** em Ajustes ▸ Geral. Os mesmos controles passam para o inspetor como seções recolhíveis (oculte o inspetor e a barra volta), uma seleção múltipla ganha botões de alinhar e distribuir, e o menu **Inserir** da barra de ferramentas adiciona formas.
pt_pt: Prefere uma barra lateral? Ative **Editar formas selecionadas no inspetor** em Configurações ▸ Geral. Os mesmos controles então se movem para o inspetor como secções recolhíveis (oculte o inspetor e a barra volta), uma seleção múltipla obtém botões de alinhamento e distribuição e o menu **Inserir** na barra de ferramentas adiciona formas.
ro: Preferi o bară laterală? Activați **Editați formele selectate în inspector** în Setări ▸ General. Aceleași controale se mută apoi în inspector ca secțiuni pliabile (ascunde inspectorul și bara revine), o selecție multiplă primește butoanele de aliniere și distribuire, iar meniul **Inserare** din bara de instrumente adaugă forme.
ru: Предпочитаете боковую панель? Включите **Редактировать выбранные фигуры в инспекторе** в разделе «Настройки ▸ Основные». Тогда те же элементы управления переместятся в инспектор в виде сворачиваемых разделов (скройте инспектор, и панель вернется), для нескольких выбранных фигур появятся кнопки выравнивания и распределения, а меню **Вставка** на панели инструментов позволит добавлять фигуры.
sk: Preferujete bočný panel? Zapnite **Upraviť vybraté tvary v inšpektorovi** v Nastaveniach ▸ Všeobecné. Rovnaké ovládacie prvky sa potom presunú do inšpektora ako skladacie sekcie (skryje sa inšpektor a panel sa vráti), viacnásobný výber získa tlačidlá na zarovnanie a rozdelenie a ponuka **Vložiť** na paneli s nástrojmi pridá tvary.
sl: Imate raje stransko vrstico? Vklopite **Uredi izbrane oblike v inšpektorju** v Nastavitve ▸ Splošno. Isti kontrolniki se nato premaknejo v inšpektor kot zložljive razdelke (skrijejo inšpektor in vrstica se vrne), večizbira dobi gumbe za poravnavo in porazdelitev, meni **Vstavi** v orodni vrstici pa doda oblike.
sv: Föredrar du en sidofält? Aktivera **Redigera valda former i inspektören** i Inställningar ▸ Allmänt. Samma kontroller flyttas sedan in i inspektören som hopfällbara sektioner (dölj inspektören och stapeln kommer tillbaka), ett flerval får justerings- och fördelningsknappar, och **Infoga**-menyn i verktygsfältet lägger till former.
th: ต้องการแถบด้านข้างหรือไม่? เปิด **แก้ไขรูปร่างที่เลือกในตัวตรวจสอบ** ในการตั้งค่า ▸ ทั่วไป จากนั้นตัวควบคุมเดียวกันจะย้ายไปยังตัวตรวจสอบเป็นส่วนที่ยุบได้ (ซ่อนตัวตรวจสอบและแถบกลับมา) การเลือกหลายรายการจะจัดเรียงและกระจายปุ่ม และเมนู **แทรก** ในแถบเครื่องมือจะเพิ่มรูปร่าง
tr: Kenar çubuğunu mu tercih edersiniz? Ayarlar ▸ Genel'de **Seçili şekilleri denetçide düzenle** seçeneğini açın. Aynı denetimler daraltılabilir bölümler olarak denetçiye taşınır (denetçiyi gizlerseniz çubuk geri gelir), çoklu seçimde hizalama ve dağıtma düğmeleri çıkar ve araç çubuğundaki **Ekle** menüsü şekil ekler.
uk: Вам зручніша бічна панель? Увімкніть **Редагувати вибрані фігури в інспекторі** в розділі «Параметри ▸ Загальні». Тоді ті самі елементи керування переходять в інспектор як розділи, що згортаються (сховайте інспектор — і панель повернеться), для кількох вибраних фігур з’являються кнопки вирівнювання й розподілу, а меню **Вставити** на панелі інструментів додає фігури.
ur: سائڈبار کو ترجیح دیں؟ سیٹنگز ▸ جنرل میں **انسپکٹر میں منتخب شکلوں میں ترمیم کریں** کو آن کریں۔ پھر وہی کنٹرولز انسپکٹر میں ٹوٹنے کے قابل حصوں کے طور پر منتقل ہوتے ہیں (انسپکٹر کو چھپائیں اور بار واپس آجائے)، ایک ملٹی سلیکشن کو سیدھ میں لایا جائے اور بٹن تقسیم کیے جائیں، اور ٹول بار میں **انسرٹ** مینو شکلیں شامل کرتا ہے۔
vi: Thích một thanh bên? Bật **Chỉnh sửa các hình dạng đã chọn trong trình kiểm tra** trong Cài đặt ▸ Chung. Sau đó, các điều khiển tương tự sẽ di chuyển vào trình kiểm tra dưới dạng các phần có thể thu gọn (ẩn trình kiểm tra và thanh quay trở lại), nhiều lựa chọn sẽ có các nút căn chỉnh và phân phối, đồng thời menu **Chèn** trong thanh công cụ sẽ thêm hình dạng.
zh_hans: 更喜欢侧边栏？在“设置 ▸ 通用”中开启 **在检查器中编辑所选形状**。这些控件会以可折叠部分的形式移入检查器（隐藏检查器后属性栏会回来），多选时会提供对齐和分布按钮，工具栏中的 **插入** 菜单可用来添加形状。
zh_hant: 偏好使用側邊欄嗎？在「設定 ▸ 一般」中開啟**在檢閱器中編輯所選形狀**。相同的控制項目就會移到檢閱器中，成為可收合的區段（隱藏檢閱器後，屬性列就會回來），多重選取時會出現對齊和分佈按鈕，工具列中的**插入**選單則可加入形狀。
